
/* Class = "NSButtonCell"; title = "Sign in with Canva"; ObjectID = "0la-4R-EYl"; Note = "Please keep this short"; */
"0la-4R-EYl.title" = "Canva ile giriş yap";

/* Class = "NSMenuItem"; title = "Quit Application"; ObjectID = "0t1-5o-KAz"; */
"0t1-5o-KAz.title" = "Uygulamayı Kapat";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "0ve-39-CjH"; */
"0ve-39-CjH.title" = "Ayrıl";

/* Class = "NSButtonCell"; title = "I already have an %@ or Universal Licence"; ObjectID = "18b-l4-qhG"; */
"18b-l4-qhG.title" = "Zaten bir %@ veya Evrensel Lisansım var.";

/* Class = "NSButtonCell"; title = "Forgot your password?"; ObjectID = "18y-vY-e60"; */
"18y-vY-e60.title" = "Şifrenizi mi unuttunuz?";

/* Class = "NSButtonCell"; title = "Close"; ObjectID = "1Ij-bI-Wlo"; */
"1Ij-bI-Wlo.title" = "Kapat";

/* Class = "NSTextFieldCell"; title = "For macOS"; ObjectID = "1Mi-RM-cZo"; */
"1Mi-RM-cZo.title" = "macOS için";

/* Class = "NSTabViewItem"; label = "AffinityIDTrialAvailable"; ObjectID = "1lh-pf-tmM"; */
"1lh-pf-tmM.label" = "AffinityIDDenemeMevcut";

/* Class = "NSButtonCell"; title = "BUY NOW"; ObjectID = "1sk-EM-GN7"; */
"1sk-EM-GN7.title" = "ŞİMDİ SATIN AL";

/* Class = "NSButtonCell"; title = "ACTIVATE LICENCE"; ObjectID = "2gl-1w-r5n"; */
"2gl-1w-r5n.title" = "LİSANSI AKTİVE ET";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "2ib-b1-Kep"; */
"2ib-b1-Kep.title" = "Kopyala";

/* Class = "NSTextFieldCell"; title = "Already purchased?"; ObjectID = "39f-62-vUk"; */
"39f-62-vUk.title" = "Zaten satın aldınız mı?";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "3QY-qV-bvH"; */
"3QY-qV-bvH.title" = "Geri al";

/* Class = "NSTextFieldCell"; title = "Don't have an Affinity ID?"; ObjectID = "3Zz-fV-cLc"; */
"3Zz-fV-cLc.title" = "Bir Affinity ID'niz yok mu?";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "3fw-hF-jhx"; */
"3fw-hF-jhx.title" = "Yapıştır";

/* Class = "NSTextFieldCell"; title = "Don't have a verified account? [Learn how to verify](1) your school or nonprofit now.  \nBy continuing, you agree to the [Affinity Additional Terms](2)."; ObjectID = "3ur-9u-cjh"; Note = "The syntax is Markdown in order to provide hyperlinks - e.g. \"[caption](url-or-id)\". The double-space at the end of the first line ensures a line break, and should not be removed."; */
"3ur-9u-cjh.title" = "Onaylı bir hesabınız yok mu? Okulunuzu veya kâr amacı gütmeyen kuruluşunuzu şimdi [onaylamayı öğrenin](1). Devam ederek, [Affinity Ek Şartlarını](2) kabul etmiş olursunuz.";

/* Class = "NSTextFieldCell"; title = "%@-day trial available!"; ObjectID = "3wg-Py-LsW"; */
"3wg-Py-LsW.title" = "%@-gün denemesi mevcuttur!";

/* Class = "NSButtonCell"; title = "Not now"; ObjectID = "43X-cL-ksL"; */
"43X-cL-ksL.title" = "Şimdi değil";

/* Class = "NSTextFieldCell"; title = "£0.00"; ObjectID = "4Co-np-sSg"; Note = "Do not localize"; */
"4Co-np-sSg.title" = "£0.00";

/* Class = "NSTabViewItem"; label = "DefaultsProductKeyExpired"; ObjectID = "4P3-vf-JaD"; */
"4P3-vf-JaD.label" = "Varsayılan Ürün Anahtarı Süresi Dolmuş";

/* Class = "NSTextFieldCell"; title = "Your current licence has expired.\nPlease wait while we contact the Affinity licence server to check for an updated licence."; ObjectID = "4WX-UP-rqd"; */
"4WX-UP-rqd.title" = "Mevcut lisansınız süresi dolmuş durumda.Güncellenmiş bir lisans kontrolü için lütfen Affinity lisans sunucusu ile iletişime geçmemizi bekleyin.";

/* Class = "NSTabViewItem"; label = "AppStoreTrialEnded"; ObjectID = "4X6-Gq-eod"; */
"4X6-Gq-eod.label" = "Uygulama Mağazası Denemesi Sona Erdi";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "4lA-gN-VK7"; */
"4lA-gN-VK7.title" = "Sil";

/* Class = "NSTextFieldCell"; title = "Your app has been successfully registered to your Affinity account"; ObjectID = "51W-57-t0m"; */
"51W-57-t0m.title" = "Uygulamanız başarıyla Affinity hesabınıza kaydedilmiştir.";

/* Class = "NSButtonCell"; title = "BUY NOW"; ObjectID = "59E-ha-y87"; */
"59E-ha-y87.title" = "ŞİMDİ SATIN AL";

/* Class = "NSTabViewItem"; label = "PurchaseLicence"; ObjectID = "5q5-3f-Sxi"; */
"5q5-3f-Sxi.label" = "Lisans Satın Al";

/* Class = "NSButtonCell"; title = "Continue"; ObjectID = "5ux-2T-dlu"; */
"5ux-2T-dlu.title" = "Devam et";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "6Gh-iY-3Q6"; */
"6Gh-iY-3Q6.title" = "Düzenle";

/* Class = "NSButtonCell"; title = "Not now"; ObjectID = "7M4-sq-5Yd"; */
"7M4-sq-5Yd.title" = "Şimdi değil";

/* Class = "NSBox"; title = "Box"; ObjectID = "7jF-bE-tuV"; */
"7jF-bE-tuV.title" = "Kutu";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "7sa-PP-Yfn"; */
"7sa-PP-Yfn.title" = "Yeniden yap";

/* Class = "NSTextFieldCell"; title = "$explanation"; ObjectID = "8Dp-yV-cC6"; Note = "Do not localize"; */
"8Dp-yV-cC6.title" = "$açıklama";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "8O0-Ze-qPA"; */
"8O0-Ze-qPA.title" = "İptal";

/* Class = "NSTextFieldCell"; title = "THANK YOU"; ObjectID = "8VC-G8-Tfj"; */
"8VC-G8-Tfj.title" = "TEŞEKKÜRLER";

/* Class = "NSButtonCell"; title = "CREATE FREE ACCOUNT"; ObjectID = "98T-sQ-BA3"; */
"98T-sQ-BA3.title" = "ÜCRETSİZ HESAP OLUŞTUR";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "9mH-Il-lB3"; */
"9mH-Il-lB3.title" = "Geri";

/* Class = "NSTabViewItem"; label = "GracePeriodUnavailable"; ObjectID = "9vd-et-adc"; */
"9vd-et-adc.label" = "Grace Süresi Kullanılamıyor";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "ATE-ri-pvV"; */
"ATE-ri-pvV.title" = "Şifre:";

/* Class = "NSTabViewItem"; label = "AppStoreTrialContinuing"; ObjectID = "AeP-ty-jJj"; */
"AeP-ty-jJj.label" = "AppStoreDenemeDevamEdiyor";

/* Class = "NSButtonCell"; title = "QUIT APP"; ObjectID = "B0u-oR-iVW"; */
"B0u-oR-iVW.title" = "Uygulamayı Kapat";

/* Class = "NSButtonCell"; title = "Having trouble? Click here to save a purchase receipt for Affinity technical support."; ObjectID = "BZp-1g-l4F"; */
"BZp-1g-l4F.title" = "Sorun mu yaşıyorsunuz? Affinity teknik desteği için bir satın alma makbuzunu kaydetmek için buraya tıklayın.";

/* Class = "NSTextFieldCell"; title = "Thank you for your purchase"; ObjectID = "Bjb-Qb-99Y"; */
"Bjb-Qb-99Y.title" = "Satın almanız için teşekkür ederim";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "Blm-Pa-IbS"; */
"Blm-Pa-IbS.title" = "Geri";

/* Class = "NSButtonCell"; title = "ACTIVATE"; ObjectID = "BmR-xd-0ex"; */
"BmR-xd-0ex.title" = "ETKİNLEŞTİR";

/* Class = "NSMenu"; title = "Application"; ObjectID = "BpX-qP-PgD"; */
"BpX-qP-PgD.title" = "Uygulama";

/* Class = "NSButtonCell"; title = "Having trouble? Click here to save a purchase receipt for Affinity technical support."; ObjectID = "BqJ-Zk-dXZ"; */
"BqJ-Zk-dXZ.title" = "Sorun mu yaşıyorsunuz? Affinity teknik desteği için bir satın alma makbuzunu kaydetmek için buraya tıklayın.";

/* Class = "NSButtonCell"; title = "SIGN IN OR SIGN UP"; ObjectID = "Bqa-xO-2yH"; */
"Bqa-xO-2yH.title" = "GİRİŞ YAPIN VEYA KAYDOLUN";

/* Class = "NSButtonCell"; title = "START %@-DAY TRIAL"; ObjectID = "C3v-Sj-0dP"; */
"C3v-Sj-0dP.title" = "BAŞLAT %@-GÜNLÜK DENEME";

/* Class = "NSButtonCell"; title = "I already have an %@ or Universal Licence"; ObjectID = "CbL-Lf-3bT"; */
"CbL-Lf-3bT.title" = "Zaten bir %@ veya Evrensel Lisansım var.";

/* Class = "NSTextFieldCell"; title = "Affinity V2 Universal Licence"; ObjectID = "Cwd-1n-2XQ"; */
"Cwd-1n-2XQ.title" = "Affinity V2 Evrensel Lisansı";

/* Class = "NSButtonCell"; title = "CONTINUE TRIAL"; ObjectID = "D0q-lk-wkO"; */
"D0q-lk-wkO.title" = "DENEMEYE DEVAM ET";

/* Class = "NSTextFieldCell"; title = "Thank you for activating your trial. We hope you enjoy using %@!"; ObjectID = "Ehn-hS-a7u"; */
"Ehn-hS-a7u.title" = "Deneme sürecinizi etkinleştirdiğiniz için teşekkür ederiz. %@'yi kullanmaktan keyif almanızı umuyoruz!";

/* Class = "NSTabViewItem"; label = "ProductKeyExpired"; ObjectID = "EnV-px-cbm"; */
"EnV-px-cbm.label" = "ÜrünAnahtarıSüresiDolmuş";

/* Class = "NSTextFieldCell"; title = "Want to start a trial?"; ObjectID = "FGX-Jm-0xK"; */
"FGX-Jm-0xK.title" = "Deneme başlatmak ister misiniz?";

/* Class = "NSButtonCell"; title = "Not now"; ObjectID = "FIK-Xe-KPz"; */
"FIK-Xe-KPz.title" = "Şimdi değil";

/* Class = "NSButtonCell"; title = "DOWNLOAD MY OTHER AFFINITY APPS"; ObjectID = "FKH-Va-bTN"; */
"FKH-Va-bTN.title" = "DİĞER İLGİ UYGULAMALARIMI İNDİR";

/* Class = "NSBox"; title = "Box"; ObjectID = "FPe-MD-2Ut"; */
"FPe-MD-2Ut.title" = "Kutu";

/* Class = "NSTextFieldCell"; title = "One-off purchase"; ObjectID = "FTn-1p-xl7"; */
"FTn-1p-xl7.title" = "Tek seferlik satın alma";

/* Class = "NSButtonCell"; title = "QUIT APP"; ObjectID = "Fzd-FR-MMB"; */
"Fzd-FR-MMB.title" = "Uygulamayı Kapat";

/* Class = "NSTabViewItem"; label = "AffinityIDTrialEnded"; ObjectID = "GSu-Y7-VAV"; */
"GSu-Y7-VAV.label" = "AffinityIDDenemeSüresiBitti";

/* Class = "NSTabViewItem"; label = "AppStoreWelcome"; ObjectID = "H5h-4z-hgH"; */
"H5h-4z-hgH.label" = "App Store'a Hoş Geldiniz";

/* Class = "NSTextFieldCell"; title = "Have a verified Canva for Education or Canva Nonprofit account? [Sign in with Canva](1) to get free Affinity access."; ObjectID = "HGl-se-WeV"; Note = "The syntax is Markdown in order to provide hyperlinks - e.g. \"[caption](url-or-id)\"."; */
"HGl-se-WeV.title" = "Onaylı bir Canva for Education veya Canva Nonprofit hesabınız var mı? Ücretsiz Affinity erişimi almak için [Canva ile giriş yapın](1).";

/* Class = "NSButtonCell"; title = "Forgot your password?"; ObjectID = "HbT-Co-QYQ"; */
"HbT-Co-QYQ.title" = "Şifrenizi mi unuttunuz?";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "Hwr-AT-5yv"; */
"Hwr-AT-5yv.title" = "Şifre:";

/* Class = "NSTabViewItem"; label = "ProductKeyLicenceActivated"; ObjectID = "I5U-vb-jgp"; */
"I5U-vb-jgp.label" = "ÜrünAnahtarıLisansAktif";

/* Class = "NSButtonCell"; title = "CONTINUE TRIAL"; ObjectID = "ICa-bR-xzp"; */
"ICa-bR-xzp.title" = "DENEMEYE DEVAM ET";

/* Class = "NSTextFieldCell"; title = "You won't be able to sign in to unlock all the other apps in the Affinity Suite."; ObjectID = "IKJ-cY-xHB"; */
"IKJ-cY-xHB.title" = "Affinity Suite'deki diğer tüm uygulamaları açmak için oturum açamayacaksınız.";

/* Class = "NSTextFieldCell"; title = "Progress text"; ObjectID = "IgH-Ch-u3I"; */
"IgH-Ch-u3I.title" = "İlerleme metni";

/* Class = "NSTextFieldCell"; title = "Purchase now to continue using %@"; ObjectID = "Ij9-S2-yK8"; */
"Ij9-S2-yK8.title" = "Devam etmek için hemen satın alın %@";

/* Class = "NSButtonCell"; title = "Purchase %@"; ObjectID = "Iov-ah-vNs"; */
"Iov-ah-vNs.title" = "Satın alma %@";

/* Class = "NSButtonCell"; title = "Go to my account"; ObjectID = "Ip0-Tu-oe5"; */
"Ip0-Tu-oe5.title" = "Hesabıma git";

/* Class = "NSTextFieldCell"; title = "If you've reinstalled macOS since making your purchase, you can restore it here."; ObjectID = "IvC-89-YuK"; */
"IvC-89-YuK.title" = "Eğer satın alma işleminizden bu yana macOS'u yeniden yüklediyseniz, buradan geri yükleyebilirsiniz.";

/* Class = "NSButtonCell"; title = "Need help?"; ObjectID = "JCY-gG-UbA"; */
"JCY-gG-UbA.title" = "Yardıma mı ihtiyacınız var?";

/* Class = "NSButtonCell"; title = "I already have an %@ or Universal Licence"; ObjectID = "JSk-hB-fei"; */
"JSk-hB-fei.title" = "Zaten bir %@ veya Evrensel Lisansım var.";

/* Class = "NSTextFieldCell"; title = "Progress text"; ObjectID = "K4x-cE-gYK"; */
"K4x-cE-gYK.title" = "İlerleme metni";

/* Class = "NSTabViewItem"; label = "CanvaSessionExpired"; ObjectID = "K8B-cx-mW9"; */
"K8B-cx-mW9.label" = "Canva Oturumu Sona Erdi";

/* Class = "NSButtonCell"; title = "Launch %@"; ObjectID = "Kco-Ye-md6"; */
"Kco-Ye-md6.title" = "Başlat %@";

/* Class = "NSTextFieldCell"; title = "Purchase now or start your %@ day trial"; ObjectID = "KvI-fX-hrt"; */
"KvI-fX-hrt.title" = "Şimdi satın alın veya %@ günlük denemenize başlayın";

/* Class = "NSTextFieldCell"; title = "Thank you for your purchase"; ObjectID = "KzE-ph-NK7"; */
"KzE-ph-NK7.title" = "Satın almanız için teşekkür ederim";

/* Class = "NSTextFieldCell"; title = "Purchased %@ from the Mac App Store?"; ObjectID = "L3U-Bd-hht"; */
"L3U-Bd-hht.title" = "Mac App Store'dan %@ mı satın aldınız?";

/* Class = "NSTextFieldCell"; title = "Welcome! Let's get you started"; ObjectID = "LJD-bG-3jc"; */
"LJD-bG-3jc.title" = "Hoş geldiniz! Hadi başlayalım.";

/* Class = "NSTabViewItem"; label = "AppStoreHelp"; ObjectID = "LYE-Oe-j1w"; */
"LYE-Oe-j1w.label" = "AppStoreYardım";

/* Class = "NSTextFieldCell"; title = "Activation successful!"; ObjectID = "LgJ-ZR-qBd"; */
"LgJ-ZR-qBd.title" = "Aktivasyon başarılı!";

/* Class = "NSButtonCell"; title = "Skip"; ObjectID = "Lqp-ed-Hgd"; */
"Lqp-ed-Hgd.title" = "Atla";

/* Class = "NSTextFieldCell"; title = "Are you sure you don't want to register your purchase?"; ObjectID = "MB9-ct-wWH"; */
"MB9-ct-wWH.title" = "Satışınızı kaydetmek istemediğinizden emin misiniz?";

/* Class = "NSButtonCell"; title = "Activate with a different Affinity ID"; ObjectID = "MRC-ld-Xy1"; */
"MRC-ld-Xy1.title" = "Farklı bir Affinity ID ile etkinleştir";

/* Class = "NSTextFieldCell"; title = "Sign in to your Affinity account"; ObjectID = "Mme-cG-qpY"; */
"Mme-cG-qpY.title" = "Affinity hesabınıza giriş yapın";

/* Class = "NSTextFieldCell"; title = "The licence for %@ is invalid! Please speak to your network administrator."; ObjectID = "N6p-VX-sjG"; */
"N6p-VX-sjG.title" = "%@ için lisans geçersiz!Lütfen ağ yöneticinizle konuşun.";

/* Class = "NSTextFieldCell"; title = "Activation unsuccessful"; ObjectID = "NPa-DR-fnU"; */
"NPa-DR-fnU.title" = "Aktivasyon başarısız";

/* Class = "NSTabViewItem"; label = "AppStoreRegister"; ObjectID = "NWv-a9-OKw"; */
"NWv-a9-OKw.label" = "AppStoreKaydı";

/* Class = "NSTabViewItem"; label = "ActivateWithCanva"; ObjectID = "Nj7-XB-PBo"; */
"Nj7-XB-PBo.label" = "Canva ile Aktifleş";

/* Class = "NSTextFieldCell"; title = "Click below to start your trial. This will perform a one-time activation with the server so you need to be online."; ObjectID = "No9-Ey-hEM"; */
"No9-Ey-hEM.title" = "Denemenize başlamak için aşağıya tıklayın. Bu, sunucu ile bir kez etkinleşme işlemi gerçekleştirecektir, bu yüzden çevrimiçi olmalısınız.";

/* Class = "NSMenu"; title = "Help"; ObjectID = "O4X-eN-7dc"; */
"O4X-eN-7dc.title" = "Yardım";

/* Class = "NSTextFieldCell"; title = "If you have already purchased a Licence for %@ for macOS, or have a Universal Licence for V2, you can activate it below using your Affinity ID."; ObjectID = "OBm-Ft-fPP"; */
"OBm-Ft-fPP.title" = "Eğer zaten macOS için %@ lisansı satın aldıysanız veya V2 için evrensel lisansınız varsa, aşağıda Affinity ID'nizle etkinleştirebilirsiniz.";

/* Class = "NSTextFieldCell"; title = "Affinity ID:"; ObjectID = "OHN-o3-Xwe"; */
"OHN-o3-Xwe.title" = "Bağlantı Kimliği:";

/* Class = "NSTextFieldCell"; title = "%@"; ObjectID = "OQc-lQ-sO7"; Note = "Do not localize"; */
"OQc-lQ-sO7.title" = "%@";

/* Class = "NSTabViewItem"; label = "AffinityStoreWelcome"; ObjectID = "OV9-Yq-MHE"; */
"OV9-Yq-MHE.label" = "Affinity Mağazasına Hoş Geldiniz";

/* Class = "NSTabViewItem"; label = "GracePeriodStarted"; ObjectID = "Ogq-Cg-MSh"; */
"Ogq-Cg-MSh.label" = "Grace Süresi Başladı";

/* Class = "NSBox"; title = "Box"; ObjectID = "PDW-aq-fSp"; */
"PDW-aq-fSp.title" = "Kutu";

/* Class = "NSTextFieldCell"; title = "Activation successful!"; ObjectID = "PGC-I3-0Bx"; */
"PGC-I3-0Bx.title" = "Aktivasyon başarılı!";

/* Class = "NSButtonCell"; title = "SIGN IN"; ObjectID = "PHs-f2-hfL"; */
"PHs-f2-hfL.title" = "GİRİŞ YAP";

/* Class = "NSButtonCell"; title = "EXISTING CUSTOMER? SIGN IN"; ObjectID = "PQP-Jl-gtq"; */
"PQP-Jl-gtq.title" = "MEVCUT MÜŞTERİ? GİRİŞ YAP";

/* Class = "NSTextFieldCell"; title = "The licence for %@ has expired! Please speak to your network administrator."; ObjectID = "PQU-8P-xpP"; */
"PQU-8P-xpP.title" = "%@ lisansının süresi dolmuştur!Lütfen ağ yöneticinizle konuşun.";

/* Class = "NSTextFieldCell"; placeholderString = "Copy set at runtime (build-dependent)"; ObjectID = "PRQ-wU-W49"; */
"PRQ-wU-W49.placeholderString" = "Çalışma zamanında kopyalanan set (oluşuma bağımlı)";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "PXd-fh-7hg"; */
"PXd-fh-7hg.title" = "Düzenle";

/* Class = "NSTabViewItem"; label = "AffinityIDTrialStarted"; ObjectID = "PcY-dV-sbt"; */
"PcY-dV-sbt.label" = "AffinityIDDenemeBaşladı";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "QDd-0U-whc"; */
"QDd-0U-whc.title" = "Geri";

/* Class = "NSTextFieldCell"; title = "Unfortunately, we are still unable to verify your licence.\n\nPlease contact technical support for assistance."; ObjectID = "QKI-Sb-h0I"; */
"QKI-Sb-h0I.title" = "Maalesef, lisansınızı hala doğrulayamıyoruz.Yardım için lütfen teknik destekle iletişime geçin.";

/* Class = "NSTextFieldCell"; title = "Sorry!"; ObjectID = "QTt-eB-Zlt"; */
"QTt-eB-Zlt.title" = "Üzgünüm!";

/* Class = "NSBox"; title = "Box"; ObjectID = "Qh5-z8-Qji"; */
"Qh5-z8-Qji.title" = "Kutu";

/* Class = "NSButtonCell"; title = "CREATE FREE ACCOUNT"; ObjectID = "Rdk-lV-ayK"; */
"Rdk-lV-ayK.title" = "ÜCRETSİZ HESAP OLUŞTUR";

/* Class = "NSButtonCell"; title = "CREATE FREE ACCOUNT"; ObjectID = "RkY-We-y1A"; */
"RkY-We-y1A.title" = "ÜCRETSİZ HESAP OLUŞTUR";

/* Class = "NSButtonCell"; title = "GUIDE"; ObjectID = "RoL-cI-Mfh"; Note = "Try not to make this longer"; */
"RoL-cI-Mfh.title" = "REHBER";

/* Class = "NSButtonCell"; title = "Need help?"; ObjectID = "SGG-lj-i23"; */
"SGG-lj-i23.title" = "Yardıma mı ihtiyacınız var?";

/* Class = "NSButtonCell"; title = "CONTINUE"; ObjectID = "STs-jn-d4u"; */
"STs-jn-d4u.title" = "DEVAM ET";

/* Class = "NSTextFieldCell"; title = "Affinity's apps are now free for verified Canva for Education and Canva Nonprofit users."; ObjectID = "SqG-nX-kPr"; */
"SqG-nX-kPr.title" = "Affinity uygulamaları artık doğrulanmış Canva for Education ve Canva Nonprofit kullanıcıları için ücretsizdir.";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "VpN-Hg-G2v"; */
"VpN-Hg-G2v.title" = "Şifre:";

/* Class = "NSBox"; title = "Box"; ObjectID = "Vx7-uB-uEk"; */
"Vx7-uB-uEk.title" = "Kutu";

/* Class = "NSBox"; title = "Box"; ObjectID = "WKg-ci-aIZ"; */
"WKg-ci-aIZ.title" = "Kutu";

/* Class = "NSButtonCell"; title = "I already have an %@ or Universal licence"; ObjectID = "Wcn-un-JgL"; */
"Wcn-un-JgL.title" = "Zaten bir %@ veya Evrensel lisansım var.";

/* Class = "NSButtonCell"; title = "Sign in with Affinity ID"; ObjectID = "X0J-s0-nDz"; */
"X0J-s0-nDz.title" = "Affinity ID ile oturum aç";

/* Class = "NSButtonCell"; title = "BEGIN MY %@-DAY TRIAL"; ObjectID = "XO7-z6-yLz"; */
"XO7-z6-yLz.title" = "DENEME YİRMİ GÜNÜME BAŞLA";

/* Class = "NSTabViewItem"; label = "CanvaNoLicence"; ObjectID = "XOM-n0-YXj"; */
"XOM-n0-YXj.label" = "CanvaLisansYok";

/* Class = "NSButtonCell"; title = "Forgot your password?"; ObjectID = "YHH-r0-6Yj"; */
"YHH-r0-6Yj.title" = "Şifrenizi mi unuttunuz?";

/* Class = "NSTextFieldCell"; title = "Welcome! Let's get you started"; ObjectID = "YaH-Hb-4BN"; */
"YaH-Hb-4BN.title" = "Hoş geldiniz! Hadi başlayalım.";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "Z4x-mA-d9q"; */
"Z4x-mA-d9q.title" = "Yardım";

/* Class = "NSTextFieldCell"; title = "Purchase options"; ObjectID = "ZUf-3P-PJd"; */
"ZUf-3P-PJd.title" = "Satın alma seçenekleri";

/* Class = "NSTextFieldCell"; title = "Would you like to keep your app linked to your Affinity Store account?\nThis allows you to automatically stream any free or purchased content you have directly to your app."; ObjectID = "ZaU-j5-7cX"; */
"ZaU-j5-7cX.title" = "Uygulamanızı Affinity Store hesabınıza bağlı tutmak ister misiniz?Bu, sahip olduğunuz herhangi bir ücretsiz veya satın alınmış içeriği doğrudan uygulamanıza otomatik olarak akıtmanıza olanak tanır.";

/* Class = "NSTextFieldCell"; title = "Email (Affinity ID):"; ObjectID = "ZrG-MU-pwx"; */
"ZrG-MU-pwx.title" = "E-posta (Affinity ID):";

/* Class = "NSTextFieldCell"; title = "%@-day trial activation successful!"; ObjectID = "ZwB-j2-LuJ"; */
"ZwB-j2-LuJ.title" = "%@-gün deneme aktivasyonu başarılı!";

/* Class = "NSButtonCell"; title = "Not now"; ObjectID = "alH-5z-iM8"; */
"alH-5z-iM8.title" = "Şimdi değil";

/* Class = "NSTabViewItem"; label = "GracePeriodContinuing"; ObjectID = "apL-ik-AnL"; */
"apL-ik-AnL.label" = "GracePeriodDevamEdiyor";

/* Class = "NSButtonCell"; title = "Launch App"; ObjectID = "b6g-Lg-3GA"; */
"b6g-Lg-3GA.title" = "Uygulamayı Başlat";

/* Class = "NSButtonCell"; title = "Close"; ObjectID = "bP8-hQ-QJV"; */
"bP8-hQ-QJV.title" = "Kapat";

/* Class = "NSButtonCell"; title = "REGISTER MY PURCHASE"; ObjectID = "bPt-ZN-TXW"; */
"bPt-ZN-TXW.title" = "SATIŞIMI KAYDET";

/* Class = "NSTextFieldCell"; title = "One-off purchase"; ObjectID = "bfi-Eh-cpv"; */
"bfi-Eh-cpv.title" = "Tek seferlik satın alma";

/* Class = "NSTabViewItem"; label = "AffinityIDLicenceExpired"; ObjectID = "bjc-fM-vpm"; */
"bjc-fM-vpm.label" = "AffinityID Lisans Süresi Doldu";

/* Class = "NSButtonCell"; title = "Activate with a different Affinity ID"; ObjectID = "c4y-sq-D92"; */
"c4y-sq-D92.title" = "Farklı bir Affinity ID ile etkinleştir";

/* Class = "NSTextFieldCell"; title = "£0.00"; ObjectID = "c9R-5a-rnk"; Note = "Do not localize"; */
"c9R-5a-rnk.title" = "£0.00";

/* Class = "NSTabViewItem"; label = "AppStoreTrialStarted"; ObjectID = "cN0-qJ-vi5"; */
"cN0-qJ-vi5.label" = "AppStoreDenemeBaşladı";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "cPZ-1i-YtT"; */
"cPZ-1i-YtT.title" = "İptal";

/* Class = "NSTextFieldCell"; title = "Activate your apps using your Affinity ID. If you purchased your Universal licence from an App Store, you'll need to register your purchase on the original device first."; ObjectID = "cS2-ZK-MOL"; */
"cS2-ZK-MOL.title" = "Uygulamalarınızı Affinity ID'niz ile etkinleştirin. Eğer Evrensel lisansınızı bir Uygulama Mağazası'ndan satın aldıysanız, öncelikle satın alımınızı orijinal cihazda kaydetmeniz gerekecek.";

/* Class = "NSTabViewItem"; label = "DefaultsProductKeyInvalid"; ObjectID = "cgr-Wl-i1a"; */
"cgr-Wl-i1a.label" = "Varsayılan Ürün Anahtarı Geçersiz";

/* Class = "NSTextFieldCell"; title = "Purchase now to continue using %@"; ObjectID = "crh-ZA-XBa"; */
"crh-ZA-XBa.title" = "Devam etmek için hemen satın alın %@";

/* Class = "NSTextFieldCell"; title = "Please wait while we check your licence"; ObjectID = "ctv-OZ-0NX"; */
"ctv-OZ-0NX.title" = "Lütfen lisansınızı kontrol ederken bekleyin";

/* Class = "NSTextFieldCell"; title = "Purchase now or continue your trial"; ObjectID = "cx0-iJ-09y"; */
"cx0-iJ-09y.title" = "Şimdi satın alın veya denemenize devam edin";

/* Class = "NSTabViewItem"; label = "AffinityIDLicenceActivated"; ObjectID = "d9K-wa-IwA"; */
"d9K-wa-IwA.label" = "AffinityIDLisansAktifEdildi";

/* Class = "NSButtonCell"; title = "BEGIN MY %@-DAY TRIAL"; ObjectID = "dBg-JR-iTB"; */
"dBg-JR-iTB.title" = "DENEME YİRMİ GÜNÜME BAŞLA";

/* Class = "NSTabViewItem"; label = "AffinityIDPurchaseThankYou"; ObjectID = "dI2-DO-840"; */
"dI2-DO-840.label" = "AffinityID Satın Alma Teşekkürü";

/* Class = "NSTextFieldCell"; title = "%@-day trial activation successful!"; ObjectID = "e4l-D0-cu9"; */
"e4l-D0-cu9.title" = "%@-gün deneme aktivasyonu başarılı!";

/* Class = "NSButtonCell"; title = "EXISTING CUSTOMER? SIGN IN"; ObjectID = "e5k-y5-060"; */
"e5k-y5-060.title" = "MEVCUT MÜŞTERİ? GİRİŞ YAP";

/* Class = "NSButtonCell"; title = "Need help?"; ObjectID = "eJ6-7l-HiC"; */
"eJ6-7l-HiC.title" = "Yardıma mı ihtiyacınız var?";

/* Class = "NSButtonCell"; title = "Continue registration"; ObjectID = "eWY-IH-TR1"; */
"eWY-IH-TR1.title" = "Kaydı devam ettir";

/* Class = "NSTextFieldCell"; title = "Now register your app to your Affinity account"; ObjectID = "eds-WW-0pe"; */
"eds-WW-0pe.title" = "Şimdi uygulamanızı Affinity hesabınıza kaydedin";

/* Class = "NSTextFieldCell"; title = "Welcome to Affinity!"; ObjectID = "efn-Ve-m6X"; */
"efn-Ve-m6X.title" = "Affinity'e hoş geldiniz!";

/* Class = "NSButtonCell"; title = "LAUNCH %@"; ObjectID = "eyC-qp-e8Q"; */
"eyC-qp-e8Q.title" = "BAŞLAT %@";

/* Class = "NSBox"; title = "Box"; ObjectID = "fCE-Y6-gkX"; */
"fCE-Y6-gkX.title" = "Kutu";

/* Class = "NSButtonCell"; title = "YES PLEASE, LINK MY APP TO MY ACCOUNT"; ObjectID = "fLm-aw-c62"; */
"fLm-aw-c62.title" = "EVET LÜTFEN, UYGULAMAMI HESABIMA BAĞLAYIN";

/* Class = "NSTextFieldCell"; title = "Thank you for purchasing %@!\n\nYour licence cannot be verified at the moment.\n\nWe'll try again the next time you launch the app."; ObjectID = "fZ4-Vh-qVf"; */
"fZ4-Vh-qVf.title" = "%@ satın aldığınız için teşekkür ederiz!Lisansınızı şu anda doğrulayamıyoruz.Bir sonraki uygulama açılışınızda tekrar deneyeceğiz.";

/* Class = "NSButtonCell"; title = "RESTORE"; ObjectID = "fax-zJ-N5V"; Note = "Try not to make this longer"; */
"fax-zJ-N5V.title" = "RESTORE";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "fg4-qC-A8b"; */
"fg4-qC-A8b.title" = "Kes";

/* Class = "NSTextFieldCell"; title = "Now register your app to your Affinity account"; ObjectID = "gNc-Q7-3Ly"; */
"gNc-Q7-3Ly.title" = "Şimdi uygulamanızı Affinity hesabınıza kaydedin";

/* Class = "NSButtonCell"; title = "BUY NOW"; ObjectID = "gSG-bz-Gmu"; */
"gSG-bz-Gmu.title" = "ŞİMDİ SATIN AL";

/* Class = "NSTextFieldCell"; title = "Got a Universal licence?"; ObjectID = "gWn-Wi-dI7"; */
"gWn-Wi-dI7.title" = "Evrensel lisansın var mı?";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "go4-sf-41C"; */
"go4-sf-41C.title" = "Geri";

/* Class = "NSTextFieldCell"; title = "Unlock your trial for a one-off purchase price. No subscription."; ObjectID = "h43-cn-ukd"; */
"h43-cn-ukd.title" = "Tek seferlik satın alma fiyatı ile denemenizi açın. Abonelik yok.";

/* Class = "NSTextFieldCell"; title = "Want to purchase?"; ObjectID = "hI7-ko-JdA"; */
"hI7-ko-JdA.title" = "Satın almak ister misiniz?";

/* Class = "NSButtonCell"; title = "CREATE FREE ACCOUNT"; ObjectID = "hr8-gF-RQJ"; */
"hr8-gF-RQJ.title" = "ÜCRETSİZ HESAP OLUŞTUR";

/* Class = "NSBox"; title = "Box"; ObjectID = "ik5-mH-3HW"; */
"ik5-mH-3HW.title" = "Kutu";

/* Class = "NSTextFieldCell"; title = "Purchase now or continue your trial"; ObjectID = "imX-rB-Gal"; */
"imX-rB-Gal.title" = "Şimdi satın alın veya denemenize devam edin";

/* Class = "NSTextFieldCell"; title = "Please verify your account"; ObjectID = "jIa-t5-0fs"; */
"jIa-t5-0fs.title" = "Lütfen hesabınızı doğrulayın";

/* Class = "NSTabViewItem"; label = "CanvaLicenceActivated"; ObjectID = "jTq-YT-IEq"; */
"jTq-YT-IEq.label" = "Canva Lisansı Aktif";

/* Class = "NSButtonCell"; title = "ACTIVATE"; ObjectID = "jaw-us-nUk"; Note = "Try not to make this longer"; */
"jaw-us-nUk.title" = "ETKİNLEŞTİR";

/* Class = "NSButtonCell"; title = "EXISTING CUSTOMER? SIGN IN"; ObjectID = "k39-Yf-dm5"; */
"k39-Yf-dm5.title" = "MEVCUT MÜŞTERİ? GİRİŞ YAP";

/* Class = "NSTabViewItem"; label = "EnterAffinityID"; ObjectID = "kAt-MY-Mgc"; */
"kAt-MY-Mgc.label" = "AffinityID'yi Girin";

/* Class = "NSButtonCell"; title = "SIGN IN"; ObjectID = "kD1-3C-Hrz"; */
"kD1-3C-Hrz.title" = "GİRİŞ YAP";

/* Class = "NSTextFieldCell"; title = "Still have questions?"; ObjectID = "kXa-Vm-p1Y"; */
"kXa-Vm-p1Y.title" = "Hala soruların var mı?";

/* Class = "NSButtonCell"; title = "Start Trial"; ObjectID = "kdq-3X-oHd"; */
"kdq-3X-oHd.title" = "Deneme Başlat";

/* Class = "NSMenu"; title = "Main Menu"; ObjectID = "m7H-he-79v"; */
"m7H-he-79v.title" = "Ana Menü";

/* Class = "NSTextFieldCell"; title = "Have a verified Canva for Education or Canva Nonprofit account? [Sign in with Canva](1) to get free Affinity access."; ObjectID = "mUN-DU-q4d"; Note = "The syntax is Markdown in order to provide hyperlinks - e.g. \"[caption](url-or-id)\"."; */
"mUN-DU-q4d.title" = "Onaylı bir Canva for Education veya Canva Nonprofit hesabınız var mı? Ücretsiz Affinity erişimi almak için [Canva ile giriş yapın](1).";

/* Class = "NSTextFieldCell"; title = "Unfortunately, we still cannot verify your licence at the moment.\n\nWe'll try again the next time you launch the app."; ObjectID = "mX2-PC-G68"; */
"mX2-PC-G68.title" = "Maalesef, şu anda lisansınızı doğrulamıyoruz.Uygulamayı bir sonraki açışınızda tekrar deneyeceğiz.";

/* Class = "NSTextFieldCell"; title = "$errorText"; ObjectID = "mkT-Ae-y3F"; Note = "Do not localize"; */
"mkT-Ae-y3F.title" = "$hataMetni";

/* Class = "NSTextFieldCell"; title = "Buy %@ for macOS."; ObjectID = "mv8-n3-7og"; */
"mv8-n3-7og.title" = "macOS için %@ satın alın.";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "n5q-mh-rjL"; */
"n5q-mh-rjL.title" = "Hepsini Seç";

/* Class = "NSTextFieldCell"; title = "Sign up is simple and completely subscription free!"; ObjectID = "o0Y-ED-Sa4"; */
"o0Y-ED-Sa4.title" = "Kaydolmak basit ve tamamen abonelik ücretsiz!";

/* Class = "NSMenuItem"; title = "Check Connectivity…"; ObjectID = "oLN-d7-aFk"; */
"oLN-d7-aFk.title" = "Bağlantıyı Kontrol Et…";

/* Class = "NSTextFieldCell"; title = "Click below to begin your %@-day trial of %@ for macOS. No sign-up or credit card details required."; ObjectID = "p6L-77-eot"; */
"p6L-77-eot.title" = "Başlamak için aşağıya tıklayın ve macOS için %@-gün denemenizi başlatın. Kaydolmanıza veya kredi kartı bilgilerine gerek yok.";

/* Class = "NSTextFieldCell"; title = "Progress text"; ObjectID = "pOC-V8-tRH"; */
"pOC-V8-tRH.title" = "İlerleme metni";

/* Class = "NSButtonCell"; title = "ACTIVATE"; ObjectID = "pfg-HI-y0h"; */
"pfg-HI-y0h.title" = "ETKİNLEŞTİR";

/* Class = "NSTextFieldCell"; title = "To unlock free access to Affinity, you'll need a verified Canva for Education or Canva Nonprofit account. [Verify your account](1) to continue."; ObjectID = "qPg-DM-TpQ"; */
"qPg-DM-TpQ.title" = "Affinity'e ücretsiz erişimi açmak için, doğrulanmış bir Canva for Education veya Canva Nonprofit hesabına ihtiyacınız var. Devam etmek için [hesabınızı doğrulayın](1).";

/* Class = "NSTextFieldCell"; title = "You have %@ days remaining"; ObjectID = "qae-yK-JYp"; */
"qae-yK-JYp.title" = "Kalan %@ gününüz var";

/* Class = "NSTextFieldCell"; title = "Email (Affinity ID):"; ObjectID = "qai-CC-ZRC"; */
"qai-CC-ZRC.title" = "E-posta (Affinity ID):";

/* Class = "NSTextFieldCell"; title = "Thank you for purchasing %@ - you are ready to go!"; ObjectID = "rLK-1q-TZG"; */
"rLK-1q-TZG.title" = "Satın aldığınız %@ için teşekkürler - hazır gidiyorsunuz!";

/* Class = "NSTextFieldCell"; title = "You can now access all of %@'s advanced tools and features. Start creating now by clicking the button below."; ObjectID = "rQR-wJ-eik"; */
"rQR-wJ-eik.title" = "Artık %@'nın tüm gelişmiş araçlarına ve özelliklerine erişebilirsiniz. Aşağıdaki düğmeye tıklayarak şimdi oluşturmaya başlayın.";

/* Class = "NSTextFieldCell"; title = "All apps, all platforms"; ObjectID = "rST-5p-PHb"; */
"rST-5p-PHb.title" = "Tüm uygulamalar, tüm platformlar";

/* Class = "NSButtonCell"; title = "Continue"; ObjectID = "riM-GQ-JQU"; */
"riM-GQ-JQU.title" = "Devam et";

/* Class = "NSBox"; title = "Box"; ObjectID = "rta-gj-qCC"; */
"rta-gj-qCC.title" = "Kutu";

/* Class = "NSTextFieldCell"; title = "YOUR TRIAL HAS EXPIRED!"; ObjectID = "sRJ-2P-k96"; */
"sRJ-2P-k96.title" = "DENEMENİZ SÜRESİ DOLMUŞTUR!";

/* Class = "NSTextFieldCell"; title = "You have %@ days remaining"; ObjectID = "skc-zD-jJJ"; */
"skc-zD-jJJ.title" = "Kalan %@ gününüz var";

/* Class = "NSButtonCell"; title = "LAUNCH APP"; ObjectID = "t1Z-yY-po5"; */
"t1Z-yY-po5.title" = "UYGULAMAYI BAŞLAT";

/* Class = "NSTextFieldCell"; title = "Get version 2 of Affinity Designer, Affinity Photo and Affinity Publisher for one low bundle price. All apps. All platforms. No subscription."; ObjectID = "tCf-hd-z1A"; */
"tCf-hd-z1A.title" = "Affinity Designer, Affinity Photo ve Affinity Publisher'ın 2. versiyonunu tek düşük paket fiyatıyla edinin. Tüm uygulamalar. Tüm platformlar. Abone olmaya gerek yok.";

/* Class = "NSMenuItem"; title = "Application"; ObjectID = "tkT-aI-TIR"; */
"tkT-aI-TIR.title" = "Uygulama";

/* Class = "NSButtonCell"; title = "Switch to another account"; ObjectID = "tqN-fB-q4w"; */
"tqN-fB-q4w.title" = "Başka bir hesaba geç";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "uGA-Jw-E0V"; */
"uGA-Jw-E0V.title" = "Geri";

/* Class = "NSButtonCell"; title = "Back"; ObjectID = "uHA-eI-LVo"; */
"uHA-eI-LVo.title" = "Geri";

/* Class = "NSButtonCell"; title = "Go to my account"; ObjectID = "ulb-XI-E9k"; */
"ulb-XI-E9k.title" = "Hesabıma git";

/* Class = "NSTextFieldCell"; title = "Your trial has expired"; ObjectID = "v35-WI-sNa"; */
"v35-WI-sNa.title" = "Deneme süreniz doldu";

/* Class = "NSButtonCell"; title = "Launch App"; ObjectID = "v63-gP-hQK"; */
"v63-gP-hQK.title" = "Uygulamayı Başlat";

/* Class = "NSTextFieldCell"; title = "Your universal licence has been successfully registered to your Affinity account"; ObjectID = "vFq-xo-HNo"; */
"vFq-xo-HNo.title" = "Evrensel lisansınız başarıyla Affinity hesabınıza kaydedildi.";

/* Class = "NSTextFieldCell"; title = "Thank you"; ObjectID = "vJO-RS-Dkq"; */
"vJO-RS-Dkq.title" = "Teşekkür ederim";

/* Class = "NSBox"; title = "Box"; ObjectID = "vMb-M9-Wxn"; */
"vMb-M9-Wxn.title" = "Kutu";

/* Class = "NSTextFieldCell"; title = "Thank you for activating your trial. We hope you enjoy using %@!"; ObjectID = "vXU-qE-zFe"; */
"vXU-qE-zFe.title" = "Deneme sürecinizi etkinleştirdiğiniz için teşekkür ederiz. %@'yi kullanmaktan keyif almanızı umuyoruz!";

/* Class = "NSTextFieldCell"; title = "Sign in to your Affinity account"; ObjectID = "wav-89-MUo"; */
"wav-89-MUo.title" = "Affinity hesabınıza giriş yapın";

/* Class = "NSTabViewItem"; label = "AffinityIDTrialContinuing"; ObjectID = "ww4-mX-sZo"; */
"ww4-mX-sZo.label" = "AffinityIDDenemeDevamEdiyor";

/* Class = "NSTabViewItem"; label = "AffinityIDNoLicence"; ObjectID = "xNk-yb-Ogp"; */
"xNk-yb-Ogp.label" = "AffinityIDNoLicence";

/* Class = "NSTextFieldCell"; title = "Thank you"; ObjectID = "xcQ-bO-Ls0"; */
"xcQ-bO-Ls0.title" = "Teşekkür ederim";

/* Class = "NSButtonCell"; title = "Need help?"; ObjectID = "xe5-gQ-bIm"; */
"xe5-gQ-bIm.title" = "Yardıma mı ihtiyacınız var?";

/* Class = "NSBox"; title = "Box"; ObjectID = "yNn-92-Nee"; */
"yNn-92-Nee.title" = "Kutu";

/* Class = "NSTextFieldCell"; title = "Please enter your Affinity ID and password below to activate your licence.\nThis will perform a one-time licence check with the server so you need to be online."; ObjectID = "ydo-Vt-cQZ"; */
"ydo-Vt-cQZ.title" = "Lütfen lisansınızı etkinleştirmek için aşağıya Affinity ID'nizi ve şifrenizi girin.Bu, sunucu ile bir kerelik bir lisans kontrolü yapacaktır, bu nedenle çevrimiçi olmanız gerekmektedir.";

/* Class = "NSTextFieldCell"; title = "Please enter your Affinity ID login details below."; ObjectID = "zB4-Xx-Zzw"; */
"zB4-Xx-Zzw.title" = "Lütfen aşağıya Affinity ID giriş bilgilerinizi girin.";

/* Class = "NSTextFieldCell"; title = "Licence expired"; ObjectID = "zX8-sA-PsD"; */
"zX8-sA-PsD.title" = "Lisans süresi dolmuş";
